[{"model": "app.fertilizer", "pk": 1, "fields": {"video": "https://youtu.be/lj21NAUh74E?si=Wq1LhGOiphAGHQYH", "description": "\"Explore the benefits of seaweed solution and compost as natural fertilizers for your indoor plants and vegetables in this video. Learn how these organic sources can boost plant health and growth.\"", "type": "seaweed"}}, {"model": "app.fertilizer", "pk": 2, "fields": {"video": "https://youtu.be/Iw3rtPDwAIY?si=JjsJWsIEI9TMPjwn", "description": "\"Discover how to compost kitchen waste at home in this video. Learn easy techniques to turn food scraps into nutrient-rich compost for your garden, promoting sustainability and reducing waste.\"", "type": "compost"}}, {"model": "app.fertilizer", "pk": 3, "fields": {"video": "https://youtu.be/iukbMVXIYKA?si=D0vRYH2fAH-p2tSn", "description": "Discover how to turn kitchen waste into nutrient-rich compost and troubleshoot common issues like overly wet or dry compost and unpleasant odors.", "type": "compost"}}, {"model": "app.fertilizer", "pk": 4, "fields": {"video": "https://youtu.be/IWY9DqLDWbg?si=w07kG8RuZnUantcF", "description": "\"Learn how to make your own NPK fertilizer at home with this simple video guide. Combine natural ingredients for a sustainable and effective way to nourish your plants.\"", "type": "npk"}}, {"model": "app.fertilizer", "pk": 5, "fields": {"video": "https://youtu.be/0u-1yZuSCao?si=HfMtCmcNnhhMMLAa", "description": "\"Discover the secret to balcony composting with just a bucket! This video shows you how to turn kitchen waste into nutrient-rich compost for your plants, even in small spaces.\"", "type": "compost"}}, {"model": "app.fertilizer", "pk": 6, "fields": {"video": "https://youtu.be/PpK67pOFyo0?si=29oBfYJDMU9mYy9y", "description": "\"Discover the power of neem derivatives in managing soil insects in this informative video. Learn how to naturally control common pests, ensuring a healthy and thriving garden. \"", "type": "insecticide"}}, {"model": "app.fertilizer", "pk": 7, "fields": {"video": "https://youtu.be/AiCtsKjgtGE?si=J8js4bD5t6tEeDWv", "description": "\"Discover a natural, simple solution for mealybugs and white insects in this video. Keep your garden healthy and thriving with this effective pest control method.\"", "type": "insecticide"}}, {"model": "app.fertilizer", "pk": 8, "fields": {"video": "https://youtu.be/6Ejq4pbANww?si=bbwrc4CYtvMblpHL", "description": "This tutorial video offers a simple and practical guide to turning kitchen waste into nutrient-rich compost using a vermicomposting system, making it easy for anyone to adopt sustainable practices at home.", "type": "vermicompost"}}, {"model": "app.fertilizer", "pk": 9, "fields": {"video": "https://youtu.be/C31jh3ohFwc?si=sNt6O6RSyf1zrrzX", "description": "\"A worm composter, or wormery, can turn your kitchen food scraps into fantastic fertilizer for your house plants and garden.\"", "type": "vermicompost"}}, {"model": "app.fertilizer", "pk": 10, "fields": {"video": "https://youtu.be/CPhktc0EzX8?si=J_8zUZytVEHBNiMK", "description": "\"This tutorial video simplifies the process of creating nutrient-rich compost from kitchen waste using a vermicomposting system, making it easy for beginners to adopt eco-friendly practices at home.\"", "type": "vermicompost"}}, {"model": "app.fertilizer", "pk": 11, "fields": {"video": "https://youtu.be/n7nG-gHcv4I?si=KpACi_m_03xkR2Dp", "description": "\"This video shows how  to figure out the nutrient concentration in a bag of fertilizer and how they will influence plant growth.\"", "type": "npk"}}, {"model": "app.fertilizer", "pk": 12, "fields": {"video": "https://youtu.be/HBVyQ3IC2MA?si=Hx5g0HEw53rbhfF2", "description": "\"Learn the simple yet effective methods of blending natural ingredients to create a custom NPK fertilizer that nourishes your plants and promotes healthy growth.\"", "type": "npk"}}, {"model": "app.fertilizer", "pk": 13, "fields": {"video": "https://youtu.be/j-5h7H7WZYk?si=eeEqGR_kLLv_U1-g", "description": "\"Unlock the power of seaweed solution as an organic fertilizer for your plants, promoting healthy growth and soil health. This video tutorial provides a step-by-step guide on how to make and apply seaweed solution to your edible and indoor plants\"", "type": "seaweed"}}, {"model": "app.fertilizer", "pk": 14, "fields": {"video": "https://youtu.be/ZyvcmpyD7FM?si=Y8Nzb5Nh7baONXyw", "description": "\"Certain natural insecticides are great for use in your very own vegetable garden. Learn about natural insecticides that you can use in your vegetable garden\"", "type": "insecticide"}}, {"model": "app.fertilizer", "pk": 15, "fields": {"video": "https://youtu.be/ehjj1Rk1blY?si=RNlysN4zizY3t934", "description": "\"Discover the natural power of Neem oil as a versatile organic pesticide for plants, and learn how to use it effectively in your garden for optimal results.\"", "type": "insecticide"}}, {"model": "app.fertilizer", "pk": 16, "fields": {"video": "https://youtu.be/PEoCQEW62kU?si=GcN-mZKu_NPTpd_s", "description": "\" Discover safer and more effective alternatives to chemical weed killers with these natural methods to achieve a weed-free lawn and garden. \"", "type": "herbicide"}}, {"model": "app.fertilizer", "pk": 17, "fields": {"video": "https://youtu.be/AAD6rp3pnik?si=t5eEwiLXJde3WCbq", "description": "\"How to get rid of weeds naturally without killing grass. 5 homemade natural weed killer recipes for lawn care and vegetable gardening.\"", "type": "herbicide"}}, {"model": "app.fertilizer", "pk": 18, "fields": {"video": "https://youtu.be/n_LlDOubad0?si=ZlS1LzJrC_VYAXta", "description": "\"Discover natural alternatives to chemical weed killers that are safer for the environment and your garden.\"", "type": "herbicide"}}, {"model": "app.tip", "pk": 1, "fields": {"video": "https://youtu.be/ofWJN4Tw7bo?si=qVGiFp0r2w13HQda", "description": "\"Learn how to create a nutrient-rich soil mix for your indoor plants in this step-by-step video guide.\"", "type": "soil mix"}}, {"model": "app.tip", "pk": 2, "fields": {"video": "https://youtu.be/6_daZlY6JyE?si=cSuM5LbANtr5jOmd", "description": "Learn how to make a succulent potting mix with sand, perlite, cocopeat, and compost for healthy, thriving plants in this easy-to-follow video guide.\"", "type": "soil mix"}}, {"model": "app.tip", "pk": 3, "fields": {"video": "https://youtu.be/u2dfYYIoPwM?si=Ovl17_BJdtAP4b-V", "description": "\"Learn the art of watering succulents with this concise video guide. Discover the perfect balance for healthy, thriving plants.\"", "type": "watering"}}, {"model": "app.tip", "pk": 4, "fields": {"video": "https://youtu.be/csb_pSdYETU?si=sNciUK0P4sIou0T8", "description": "\"Unlock the secret to growing plant cuttings in water with our step-by-step guide. Watch and learn how to propagate your favorite plants with ease!\"", "type": "prunning"}}, {"model": "app.tip", "pk": 5, "fields": {"video": "https://youtu.be/LN_JLxrqY_M?si=9EvWaJepZp2uPHKW", "description": "\"Give your plants a fresh start with our simple repotting tutorial. Watch and learn how to make your green friends thrive!\"", "type": "soil mix"}}, {"model": "app.tip", "pk": 6, "fields": {"video": "https://youtu.be/Jh5oX0VRnzk?si=ZFM9rg7Ks9-VLnOl", "description": "\"Learn the basics of plant propagation with our simple guide. Discover how to create new plants from cuttings and seeds, and watch your garden flourish!\"", "type": "prunning"}}, {"model": "app.tip", "pk": 7, "fields": {"video": "https://youtu.be/BtnRHP9Cd_E?si=okS8p5P7t0ydYbcy", "description": "\"Master the art of watering plants with our simple guide. Learn the dos and don'ts to keep your green friends happy and healthy!\"", "type": "watering"}}, {"model": "app.tip", "pk": 8, "fields": {"video": "https://youtu.be/aRAgJIkKqYk?si=lrg-M8nTfhR1gKOR", "description": "\"Explore the essential gardening tools you need for a thriving garden. From shovels to pruners, we've got you covered!\"", "type": "tools"}}, {"model": "app.tip", "pk": 9, "fields": {"video": "https://youtu.be/6s0MzSmlnL0?si=kJrO4I2ylKqR90mS", "description": "\"Keep your garden happy this summer with our easy plant care routine. Learn how to water, fertilize, and protect your plants from the heat!\"", "type": "plant care"}}, {"model": "app.tip", "pk": 10, "fields": {"video": "https://youtu.be/rpFAnRGlFko?si=7l_qwUK5T5PY4Acm", "description": "\"In this video, learn some simple hacks and tips on watering indoor plants, especially when you have to go on a holiday or a vacation. \"", "type": "watering"}}, {"model": "app.tip", "pk": 11, "fields": {"video": "https://youtu.be/p-7rZkZKR9I?si=ZcM1BU6Zsih2svM1", "description": "\"Learn about correct way of watering house plants!\"", "type": "watering"}}, {"model": "app.tip", "pk": 12, "fields": {"video": "https://youtu.be/nIqkB8wCe7g?si=ZLIgkJdeNMxuFi_o", "description": "\" Learn how to use self-watering pots, a simple and efficient solution for keeping your plants hydrated without the risk of overwatering or underwatering.\"", "type": "watering"}}, {"model": "app.tip", "pk": 13, "fields": {"video": "https://youtu.be/Uwj32oPkGK8?si=kiSvGzgVM9wHu8I2", "description": "\"Maximizing Plant Growth: The Right Way to Use Cocopeat.Learn how to prepare, use, and maintain cocopeat for optimal plant growth and health.\"\"", "type": "soil mix"}}, {"model": "app.tip", "pk": 14, "fields": {"video": "https://youtu.be/KaAOsW8k7Lc?si=B9J_GwFmW10I4cXn", "description": "\"Succulents are among the few plants that can be easily propgated through their leaves both in water and soil. Here are simple and easy steps on how to grow a full succulent from a leaf.\"", "type": "prunning"}}, {"model": "app.tip", "pk": 15, "fields": {"video": "https://youtu.be/0_mQs21b95w?si=ZFtsm7mgOBcCZK6j", "description": "\" Mulch is a garden essential, offering numerous benefits. This video explores its importance, the best materials for different garden areas, and top tips for effective mulching to enhance your garden's health and beauty.\"", "type": "mulching"}}, {"model": "app.tip", "pk": 16, "fields": {"video": "https://youtu.be/H1JaHXSssIE?si=c28scdThH8X5tPa6", "description": "\"Mulching is a vital part of gardening, and this video provides a concise overview of its importance, suitable materials, and essential tips for effective mulching to enhance your garden's health and appearance.\"", "type": "mulching"}}, {"model": "app.tip", "pk": 17, "fields": {"video": "https://youtu.be/LZhnCxG5c6s?si=aVYJOU-t13gwwzZH", "description": "\" \"Beginner's Plant Care: Essential Tips\" is a concise tutorial covering watering, sunlight, and soil requirements, designed to help beginners nurture healthy plants.\"", "type": "plant care"}}, {"model": "app.tip", "pk": 18, "fields": {"video": "https://youtu.be/J1LW1Nz0pd4?si=6ZXEceWBojT436E8", "description": "\"Common Gardening Mistakes to Avoid: Essential Tips for Beginners\"", "type": "plant care"}}, {"model": "app.tip", "pk": 19, "fields": {"video": "https://youtu.be/HLuMllRgPfw?si=SWW4KzbNZRJ6hR_B", "description": "\"Preparing Your Houseplants for Winter: Essential Tips for a Healthy Season\" is a comprehensive guide that covers everything you need to know to ensure your houseplants thrive during the colder months.\"", "type": "plant care"}}, {"model": "app.tip", "pk": 20, "fields": {"video": "https://youtu.be/kEicuxtzY8k?si=Wkpkv1E8XeDSraS_", "description": "\"House Plant Hacks: Styling and Decor for Small Spaces\" is a concise and creative guide that offers innovative solutions for incorporating houseplants into small living spaces.\"", "type": "decor"}}, {"model": "app.tip", "pk": 21, "fields": {"video": "https://youtu.be/aXUmxedjumY?si=2h8BOhElaWKl9dRZ", "description": "\"Cool five easy planter ideas to do with terracotta pots is to make decor planters and grow house plants using them for your home garden.\"", "type": "decor"}}, {"model": "app.tip", "pk": 22, "fields": {"video": "https://youtu.be/iEetc-6H7zk?si=T3U4f7_gnZy49peV", "description": "\"Indoor Plant Wall Hanging Ideas: Creative Solutions for Small Spaces\" is a concise and creative guide that offers innovative solutions for incorporating indoor plants into small living spaces.\"", "type": "decor"}}, {"model": "app.tip", "pk": 23, "fields": {"video": "https://youtu.be/kpJZLN3AuMk?si=NUQiE0kRtOLG3sib", "description": "\" \"Gardening Tool Essentials: Must-Haves for Every Gardener\" is a concise and comprehensive guide that covers everything you need to know about essential gardening tools\"", "type": "tools"}}, {"model": "app.tip", "pk": 24, "fields": {"video": "https://youtu.be/zRQetZXolWA?si=ApaG5xI149i0OnQ7", "description": "\"Choosing Planters: A Guide to Finding the Perfect Fit\" is a concise and comprehensive guide that covers everything you need to know about selecting the right planters for your plants.\"", "type": "tools"}}, {"model": "app.tip", "pk": 25, "fields": {"video": "https://youtu.be/_KWfp0Ljq-o?si=caQ2iUFUejHKnYi2", "description": "\"This video details everything you need to know about grow bags, and their types and usage.  From vegetables and herbs to flowers and shrubs, you'll be amazed by the versatility of grow bags!\"", "type": "tools"}}]